[
    {
        "name": "Aumento di zucchero",
        "timeInfo": "(0 – 3 ORE. AUMENTO DELLA GLICEMIA)",
        "image": "aumento",
        "hour": 0,
        "helpText": "Il tuo corpo inizia a elaborare e trasformare gli alimenti ingeriti e aumenta la quantità di glucosio nel sangue. Questo aumento della glicemia fa sì che il tuo organismo aumenti la produzione di insulina, che stimolerà la metabolizzazione di questo glucosio per la sua assimilazione e immagazzinamento sotto forma di glicogeno epatico e muscolare."
    },
    {
        "name": "Diminuzione di zucchero",
        "timeInfo": "(3 – 9 ORE. DIMINUZIONE DELLA GLICEMIA)",
        "image": "diminuzione",
        "hour": 3,
        "helpText": "A causa dell'azione dell'insulina, le tue cellule iniziano ad assorbire glucosio e ad accumularlo sotto forma di glicogeno, e il tuo livello di zucchero nel sangue diminuisce. Durante questa fase, la disponibilità di carboidrati è ancora alta, quindi il tuo corpo non brucerà quasi nessun grasso."
    },
    {
        "name": "Stabilizzazione di zucchero",
        "timeInfo": "(9 – 11 ORE. STABILIZZAZIONE DINAMICA)",
        "image": "stabilizzazione",
        "hour": 9,
        "helpText": "In questa fase, il tuo livello di zucchero nel sangue si stabilizza. Da un lato, i tuoi organi lo utilizzano per ottenere energia, ma dall'altro, attraverso il glucagone, il tuo glicogeno viene rilasciato nel sangue sotto forma di glucosio. Questa è una fase di equilibrio dinamico e la tua glicemia rimane stabile."
    },
    {
        "name": "Combustione di grassi",
        "timeInfo": "(11 – 14 ORE. LIPOLISI E OSSIDAZIONE DEI GRASSI)",
        "image": "combustione",
        "hour": 11,
        "helpText": "Il tuo organismo continua ad avere bisogno di energia per svolgere le sue funzioni vitali, ma la disponibilità di glucosio e glicogeno inizia a diminuire, così le tue cellule entrano in 'modalità combustione di grassi'. I grassi sono un'altra delle tue principali fonti di energia, ma le tue cellule utilizzano il grasso come energia solo quando il livello di glucosio nel sangue non è elevato. Si verifica un doppio processo: da un lato, la lipolisi, che converte i grassi immagazzinati nel tuo tessuto adiposo in una forma utilizzabile per le tue cellule (acidi grassi), e, dall'altro, la combustione di questi grassi, chiamata beta-ossidazione, che avviene nelle tue mitocondri."
    },
    {
        "name": "Chetosi",
        "timeInfo": "(14 – 16 ORE. CHETOSI)",
        "image": "chetosi",
        "hour": 14,
        "helpText": "Quando il tuo organismo sta ossidando i grassi, nel tuo fegato si verifica un fenomeno chiamato Chetosi, ed è una delle caratteristiche del digiuno di più di 14 ore. Le chetoni sono una grande fonte di energia per il cervello e il cuore. Si è dimostrato che la presenza di chetoni migliora i processi cognitivi ed è un potente stimolo per il tuo sistema nervoso. La chetosi è un modo efficace in cui il tuo corpo continua a produrre energia attraverso i grassi, quindi è molto interessante favorire questo fenomeno per ridurre il tuo grasso corporeo."
    }
]
